INSERT INTO type (id, name)
VALUES (1, 'травяной'),
       (2, 'электрический'),
       (3, 'нормальный'),
       (4, 'психический'),
       (5, 'огненный'),
       (6, 'водный'),
       (7, 'ядовитый'),
       (8, 'ледяной');

INSERT INTO pokemon (id, name, pokedex, evolves, type_id, weight, species)
VALUES (1, 'Пикачу', 25, 1, 2, 6, 'Покемон-Мышь'),
       (2, 'Бульбазавр', 1, 1, 1, 7, 'Покемон-Семя'),
       (3, 'Джиглипафф', 39, 2, 3, 5, 'Покемон-Воздушный шар'),
       (4, 'Слоупок', 79, 1, 4, 36, 'Вялый Покемон'),
       (5, 'Гроулайт', 58, 1, 5, 19, 'Покемон-Щенок'),
       (6, 'Джинкс', 124, 1, 8, 32, 'Покемон-Гуманоид'),
       (7, 'Коффинг', 109, 1, 8, 1, 'Покемон-Ядовитый газ'),
       (8, 'Персиан', 53, 2, 3, 32, 'Покемон-Шикарный Кот'),
       (9, 'Ченси', 113, 2, 3, 35, 'Покемон—Яйцо'),
       (10, 'Псайдак', 54, 1, 6, 19, 'Покемон-Утка');



